// Задача 2: Даны два числа. Показать большее и меньшее число
Console.Clear();

int  numberA=99,
    numberB=100;
if (numberA>numberB) 
{
    Console.WriteLine("Максимальное число numberA, Минимальное число numberB");
}
else
{
    Console.WriteLine("Максимальное число numberB, Минимальное число numberА");
}